const AditionalInfo = () => {
  return (
    <section>
      <h2 className="font-title text-primary text-3xl mb-10">
        Спортивне харчування від Fuel Up
      </h2>
      <div className="flex">
        <div className="w-1/2">
          <p className=" mb-6">
            <b>Що таке спортивне харчування?</b> Спортивне харчування –
            правильно підібраний і збалансований комплекс біологічних добавок
            для схуднення, набору м'язової маси, нарощування обсягу певних
            м'язів тіла, зміцнення здоров'я в період фізичних навантажень як
            чоловікам, так і жінкам і призначений не тільки для досвідчених, а й
            для початківців спортсменів.
          </p>
          <p className="">
            При правильному підході необхідно не тільки виснажувати свій
            організм важкими тренуваннями, але і давати йому правильне
            підживлення. Вибір необхідних добавок або комплексів залежить від
            Ваших цілей. Слід розуміти, що купити спортивне харчування в Києві і
            приймати тільки виключено його, потрібно додавати в звичайний
            раціон, чи то пак пов'язувати зі звичайною їжею, інакше, харчуватися
            тільки добавками, може призвести до поганих наслідків.
          </p>
        </div>
        <div className="w-1/2 flex justify-center">
          <img
            className="shadow-sm"
            src="/aditional-info.jpg"
            alt="aditional info"
          />
        </div>
      </div>
    </section>
  );
};

export default AditionalInfo;
