export const cities = [
  "Тернопіль",
  "Львів",
  "Київ",
  "Харків",
  "Суми",
  "Дніпро",
  "Чернівці",
  "Вінниця",
  "Хмельницький",
];
export const deliveryMethods = [
  "Нова Пошта (Відділеня)",
  "Нова Пошта (Поштомат)",
  "Нова Пошта (Кур'єр)",
  "Укрпошта (Відділеня)",
  "Укрпошта (Кур'єр)",
];

export const npPostPoints = [
  "№1 вул. Микулинецька, 46, прим. 1",
  "№2 вул. Руська, 5",
  "№3 с. Петриків, вул. Західна, 2",
  "№4 вул. Заміська, 16",
  "№5 вул. Торговиця, 1-В, прим. 2",
  "№6 пров. Мирона Тарнавського, 1",
  "№7 вул. Леся Курбаса, 5",
  "№8 вул. Медова, 6 (Центр, біля водоканалу)",
  "№9 вул. Генерала М. Тарнавського, 32, прим. 146",
  "№10 вул. Максима Кривоноса, 3",
  "№11 вул. Полковника Данила Нечая, 25а (Ринок 'Новий Світ')",
  "№12 вул. Чайковського, 40",
  "№13 вул. Збаразька, 29А прим. №47",
  "№14 вул. Євгена Коновальця, 21",
  "№15 бульв. С. Петлюри, 4а (приміщення 13)",
];
